---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithLips
source: html/fa5923bb-b0df-9101-cd83-7fb90845fd05.htm
---
# StructuralSectionSigmaProfileWithLips Properties

Common set of parameters for structural analysis.